In [1]:
import pandas as pd

In [2]:
pd.read_csv('member.csv').head(3)

   Unnamed: 0  id            name  mobile
0           0   1  Oscar Williams     NaN
1           1   2     James Jones     NaN
2           2   3   Claire Thomas     NaN

In [3]:
pd.read_csv('rent.csv').head(3)

,Unnamed: 0,id,start,stop,member_id,room_id,cost
0,0,383,2018-05-09 08:01:18.462109,2018-05-09 09:01:18.462109,48,7,100.0
1,1,384,2018-05-09 08:01:18.462109,2018-05-09 10:01:18.462109,1,9,260.0
2,2,385,2018-05-09 09:01:18.462109,2018-05-09 10:01:18.462109,67,10,199.0

In [4]:
pd.read_csv('room.csv').head(3)

   Unnamed: 0  id  number  hour_price  isavailable
0           0   6     101         105            1
1           1   7     102         100            1
2           2   8     103         170            1